#cask "virtualbox-extension-pack" # NOTE: Not needed anymore
#mas "Xcode", id: 497799835 # NOTE: Do not install Xcode using brew
#tap "homebrew/cask" # NOTE: Not needed anymore
#tap "homebrew/core" # NOTE: Not needed anymore
brew "awscli"
brew "bash-completion"
brew "git"
brew "hashicorp/tap/packer"
brew "htop"
brew "openssl@1.1"
brew "rxvt-unicode"
brew "telnet"
brew "tig"
brew "watch"
brew "wget"
brew "whalebrew"
cask "android-studio"
cask "autodesk-fusion360"
cask "aws-vault"
cask "aws-vpn-client"
cask "balenaetcher"
cask "docker"
cask "gimp"
cask "google-chrome"
cask "google-earth-pro"
cask "iterm2"
cask "keepassxc"
cask "minecraft"
cask "openconnect-gui"
cask "openra"
cask "prusaslicer"
cask "slack"
cask "steam"
cask "sweet-home3d"
cask "utm"
cask "virtualbox"
cask "vlc"
cask "xquartz"
tap "beeftornado/rmtree"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
