#cask "docker" # NOTE: Alternatively "podman" and "docker-compose" brew
#mas "Xcode", id: 497799835 # NOTE: Do not install Xcode using brew
brew "bash"
brew "bash-completion@2"
brew "beeftornado/rmtree/brew-rmtree"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "jorgelbg/tap/pinentry-touchid" # TODO: Run `/usr/local/bin/pinentry-touchid -fix` after installation
brew "libxft"
brew "pinentry-mac"
brew "rxvt-unicode"
brew "telnet"
brew "tig"
brew "tmux"
brew "watch"
brew "wget"
cask "android-studio"
cask "autodesk-fusion"
cask "balenaetcher"
cask "firefox"
cask "fontforge"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "minecraft"
cask "openra"
cask "openscad"
cask "orbstack" # NOTE: Provides `docker`
cask "prusaslicer"
cask "steam"
cask "sweet-home3d"
cask "visual-studio-code"
cask "vlc"
tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jorgelbg/tap"
vscode "crystal-lang-tools.crystal-lang"
vscode "vscodevim.vim"
