#mas "Xcode", id: 497799835 # NOTE: Do not install Xcode using brew
brew "bash"
brew "bash-completion@2"
brew "beeftornado/rmtree/brew-rmtree"
brew "cirruslabs/cli/tart"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "hashicorp/tap/packer"
brew "htop"
brew "jorgelbg/tap/pinentry-touchid" # TODO: Run `/usr/local/bin/pinentry-touchid -fix` after installation
brew "openssl@1.1"
brew "pinentry-mac"
brew "rxvt-unicode"
brew "telnet"
brew "tig"
brew "tmux"
brew "watch"
brew "wget"
cask "android-studio"
cask "autodesk-fusion"
cask "balenaetcher"
cask "docker" # NOTE: Alternatively "podman" and "docker-compose" brew
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "google-earth-pro"
cask "iterm2"
cask "minecraft"
cask "openra"
cask "openscad"
cask "orbstack"
cask "parallels"
cask "parallels-virtualization-sdk"
cask "prusaslicer"
cask "steam"
cask "sweet-home3d"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
tap "beeftornado/rmtree"
tap "cirruslabs/cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jorgelbg/tap"
vscode "crystal-lang-tools.crystal-lang"
vscode "vscodevim.vim"
